[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Nicklas Holm, Björn Bodén, TimmE
VERSION=3.0.0

[Language]
LANGUAGE=Svenska
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x041D

[Menu]
FILE=&Arkiv
FILE_EXIT=&Avsluta
EDIT=&Redigera
EDIT_COPY=&Kopiera
THEME=&Tema
HELP=&Hjälp
HELP_ABOUT=&Om CrystalDiskMark
LANGUAGE=Språk
ZOOM=&Zoom
AUTO=&Auto

; 3.0
TEST_DATA=&Testdata
DEFAULT_RANDOM=Standard (Slumpmässig)

; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
IE8_MODE=&IE8 Mode

; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

; 5.1.0
SELECT_FOLDER=Select Folder

[Message]
STOP_BENCHMARK=Vänligen stoppa mätningen.
DISK_CAPACITY_ERROR=Otillräckligt diskutrymme.
DISK_CREATE_FILE_ERROR=Misslyckades att skapa fil.
DISK_WRITE_ERROR=Skrivfel.
DISK_READ_ERROR=Läsfel.

[Title]
TEST_DRIVE=Testenhet
TEST_SIZE=Teststorlek
TEST_COUNT=Antal körningar

[WindowTitle]
ABOUT=Om CrystalDiskMark
QUEUES_THREADS=Queues & Threads
